IDEA Open Model
Region2D Constructor
Compatible with IDEA StatiCa Beta 20.0
 Constructor
 Namespace: IdeaRS.OpenModel.Geometry2D
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public Region2D()
Public Sub New
See Also
Reference
Region2D Class
IdeaRS.OpenModel.Geometry2D Namespace